#+FILETAGS: Patriot
#+AUTHOR: Jared Travis
* Tasks
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       85daa20a-9616-49eb-b237-dd86f6d1f516
  :END:
** Organization
   :LOGBOOK:
   CLOCK: [2013-10-24 Thu 15:35]
   CLOCK: [2013-10-22 Tue 15:02]--[2013-10-24 Thu 15:35] => 48:33
   CLOCK: [2013-10-22 Tue 14:27]--[2013-10-22 Tue 14:38] =>  0:11
   CLOCK: [2013-10-07 Mon 10:22]--[2013-10-07 Mon 10:24] =>  0:02
   CLOCK: [2013-10-07 Mon 10:14]--[2013-10-07 Mon 10:15] =>  0:01
   CLOCK: [2013-10-04 Fri 09:56]--[2013-10-04 Fri 10:02] =>  0:06
   CLOCK: [2013-10-04 Fri 08:57]--[2013-10-04 Fri 09:21] =>  0:24
   CLOCK: [2013-10-02 Wed 16:03]--[2013-10-02 Wed 16:04] =>  0:01
   CLOCK: [2013-10-02 Wed 14:57]--[2013-10-02 Wed 15:02] =>  0:05
   CLOCK: [2013-10-02 Wed 14:56]--[2013-10-02 Wed 14:57] =>  0:01
   CLOCK: [2013-10-02 Wed 13:01]--[2013-10-02 Wed 13:03] =>  0:02
   CLOCK: [2013-10-02 Wed 12:45]--[2013-10-02 Wed 13:01] =>  0:16
   CLOCK: [2013-07-11 Thu 16:35]--[2013-07-12 Fri 08:33] => 15:58
   CLOCK: [2013-07-11 Thu 14:46]--[2013-07-11 Thu 16:35] =>  1:49
   CLOCK: [2013-07-11 Thu 14:04]--[2013-07-11 Thu 14:45] =>  0:41
   CLOCK: [2013-07-10 Wed 14:37]--[2013-07-10 Wed 16:15] =>  1:38
   CLOCK: [2013-07-10 Wed 14:36]--[2013-07-10 Wed 14:37] =>  0:01
   CLOCK: [2013-07-10 Wed 14:25]--[2013-07-10 Wed 14:35] =>  0:10
   CLOCK: [2013-07-10 Wed 13:28]--[2013-07-10 Wed 14:25] =>  0:57
   CLOCK: [2013-07-10 Wed 13:21]--[2013-07-10 Wed 13:25] =>  0:04
   CLOCK: [2013-07-09 Tue 08:08]--[2013-07-09 Tue 09:28] =>  1:20
   CLOCK: [2013-07-08 Mon 16:02]--[2013-07-08 Mon 17:03] =>  1:01
   CLOCK: [2013-07-08 Mon 15:04]--[2013-07-08 Mon 15:05] =>  0:01
   CLOCK: [2013-07-08 Mon 14:39]--[2013-07-08 Mon 14:44] =>  0:05
   CLOCK: [2013-07-08 Mon 13:57]--[2013-07-08 Mon 14:04] =>  0:07
   CLOCK: [2013-07-08 Mon 13:49]--[2013-07-08 Mon 13:50] =>  0:01
   CLOCK: [2013-07-08 Mon 09:31]--[2013-07-08 Mon 10:49] =>  1:18
   CLOCK: [2013-07-08 Mon 08:00]--[2013-07-08 Mon 09:20] =>  1:20
   CLOCK: [2013-06-28 Fri 16:57]--[2013-06-28 Fri 16:58] =>  0:01
   CLOCK: [2013-06-28 Fri 15:37]--[2013-06-28 Fri 16:57] =>  1:20
   CLOCK: [2013-06-28 Fri 13:53]--[2013-06-28 Fri 14:38] =>  0:45
   CLOCK: [2013-06-28 Fri 13:00]--[2013-06-28 Fri 13:42] =>  0:42
   CLOCK: [2013-06-28 Fri 11:05]--[2013-06-28 Fri 11:06] =>  0:01
   CLOCK: [2013-06-28 Fri 10:41]--[2013-06-28 Fri 11:04] =>  0:23
   CLOCK: [2013-06-28 Fri 10:27]--[2013-06-28 Fri 10:28] =>  0:01
   CLOCK: [2013-06-28 Fri 09:14]--[2013-06-28 Fri 09:23] =>  0:09
   CLOCK: [2013-06-28 Fri 09:12]--[2013-06-28 Fri 09:14] =>  0:02
   CLOCK: [2013-06-28 Fri 08:06]--[2013-06-28 Fri 09:11] =>  1:05
   CLOCK: [2013-06-27 Thu 13:18]--[2013-06-27 Thu 13:19] =>  0:01
   CLOCK: [2013-06-27 Thu 07:42]--[2013-06-27 Thu 08:43] =>  1:01
   CLOCK: [2013-06-26 Wed 16:45]--[2013-06-26 Wed 16:51] =>  0:06
   CLOCK: [2013-06-26 Wed 15:21]--[2013-06-26 Wed 15:57] =>  0:36
   CLOCK: [2013-06-26 Wed 14:26]--[2013-06-26 Wed 14:41] =>  0:15
   CLOCK: [2013-06-26 Wed 11:49]--[2013-06-26 Wed 11:56] =>  0:07
   CLOCK: [2013-06-26 Wed 08:00]--[2013-06-26 Wed 08:50] =>  0:50
   CLOCK: [2013-06-25 Tue 13:59]--[2013-06-25 Tue 14:00] =>  0:01
   CLOCK: [2013-06-25 Tue 13:58]--[2013-06-25 Tue 13:59] =>  0:01
   CLOCK: [2013-06-24 Mon 16:25]--[2013-06-24 Mon 14:58] => -1:27
   CLOCK: [2013-06-24 Mon 16:13]--[2013-06-24 Mon 16:25] =>  0:12
   CLOCK: [2013-06-24 Mon 16:09]--[2013-06-24 Mon 16:13] =>  0:04
   CLOCK: [2013-06-24 Mon 14:37]--[2013-06-24 Mon 15:35] =>  0:58
   CLOCK: [2013-06-24 Mon 14:24]--[2013-06-24 Mon 14:36] =>  0:12
   CLOCK: [2013-02-01 Fri 16:53]--[2013-02-01 Fri 16:54] =>  0:01
   CLOCK: [2013-02-01 Fri 15:26]--[2013-02-01 Fri 16:53] =>  1:27
   CLOCK: [2013-02-01 Fri 10:26]--[2013-02-01 Fri 10:42] =>  0:16
   CLOCK: [2013-02-01 Fri 09:01]--[2013-02-01 Fri 09:11] =>  0:10
   CLOCK: [2013-01-30 Wed 08:42]--[2013-01-30 Wed 08:58] =>  0:16
   CLOCK: [2013-01-29 Tue 08:21]--[2013-01-29 Tue 09:38] =>  1:17
   CLOCK: [2013-01-25 Fri 11:48]--[2013-01-29 Tue 08:21] => 92:33
   CLOCK: [2013-01-25 Fri 11:08]--[2013-01-25 Fri 11:48] =>  0:40
   CLOCK: [2013-01-25 Fri 10:33]--[2013-01-25 Fri 10:34] =>  0:01
   CLOCK: [2013-01-25 Fri 09:02]--[2013-01-25 Fri 09:03] =>  0:01
   CLOCK: [2013-01-25 Fri 08:02]--[2013-01-25 Fri 08:25] =>  0:23
   CLOCK: [2013-01-24 Thu 11:40]--[2013-01-24 Thu 12:12] =>  0:32
   CLOCK: [2013-01-24 Thu 10:24]--[2013-01-24 Thu 10:27] =>  0:03
   CLOCK: [2013-01-23 Wed 17:00]--[2013-01-23 Wed 17:08] =>  0:08
   CLOCK: [2013-01-23 Wed 13:03]--[2013-01-23 Wed 13:09] =>  0:06
   CLOCK: [2013-01-23 Wed 10:54]--[2013-01-23 Wed 12:15] =>  1:21
   CLOCK: [2013-01-23 Wed 09:47]--[2013-01-23 Wed 10:28] =>  0:41
   CLOCK: [2013-01-22 Tue 13:10]--[2013-01-22 Tue 13:31] =>  0:21
   CLOCK: [2013-01-21 Mon 15:25]--[2013-01-21 Mon 15:45] =>  0:20
   CLOCK: [2013-01-18 Fri 16:03]--[2013-01-18 Fri 16:31] =>  0:28
   CLOCK: [2013-01-17 Thu 10:16]--[2013-01-17 Thu 10:17] =>  0:01
   CLOCK: [2013-01-17 Thu 10:00]--[2013-01-17 Thu 10:01] =>  0:01
   CLOCK: [2013-01-17 Thu 09:09]--[2013-01-17 Thu 09:10] =>  0:01
   CLOCK: [2013-01-16 Wed 13:00]--[2013-01-17 Thu 09:09] => 20:09
   CLOCK: [2013-01-16 Wed 08:57]--[2013-01-16 Wed 08:58] =>  0:01
   CLOCK: [2013-01-15 Tue 08:04]--[2013-01-16 Wed 08:56] => 24:52
   CLOCK: [2013-01-14 Mon 09:42]--[2013-01-14 Mon 13:08] =>  3:26
   CLOCK: [2013-01-14 Mon 09:18]--[2013-01-14 Mon 09:41] =>  0:23
   CLOCK: [2012-12-27 Thu 09:11]--[2012-12-27 Thu 10:03] =>  0:52
   CLOCK: [2012-12-26 Wed 08:05]--[2012-12-26 Wed 15:00] =>  6:55
   CLOCK: [2012-12-21 Fri 16:41]--[2012-12-21 Fri 16:55] =>  0:14
   CLOCK: [2012-12-21 Fri 16:22]--[2012-12-21 Fri 16:41] =>  0:19
   CLOCK: [2012-12-21 Fri 11:57]--[2012-12-21 Fri 13:57] =>  2:00
   CLOCK: [2012-12-21 Fri 09:01]--[2012-12-21 Fri 09:02] =>  0:01
   CLOCK: [2012-12-21 Fri 08:11]--[2012-12-21 Fri 08:34] =>  0:23
   CLOCK: [2012-12-21 Fri 08:08]--[2012-12-21 Fri 08:09] =>  0:01
   CLOCK: [2012-12-20 Thu 14:47]--[2012-12-20 Thu 15:37] =>  0:50
   CLOCK: [2012-12-20 Thu 11:30]--[2012-12-20 Thu 11:46] =>  0:16
   CLOCK: [2012-12-20 Thu 08:23]--[2012-12-20 Thu 08:52] =>  0:29
   CLOCK: [2012-12-20 Thu 07:56]--[2012-12-20 Thu 08:23] =>  0:27
   CLOCK: [2012-12-19 Wed 13:47]--[2012-12-19 Wed 16:07] =>  2:20
   CLOCK: [2012-12-19 Wed 13:15]--[2012-12-19 Wed 13:34] =>  0:19
   CLOCK: [2012-12-19 Wed 11:33]--[2012-12-19 Wed 11:39] =>  0:06
   CLOCK: [2012-12-19 Wed 10:22]--[2012-12-19 Wed 10:23] =>  0:01
   CLOCK: [2012-12-19 Wed 09:12]--[2012-12-19 Wed 09:25] =>  0:13
   CLOCK: [2012-12-19 Wed 08:59]--[2012-12-19 Wed 09:10] =>  0:11
   CLOCK: [2012-12-19 Wed 08:17]--[2012-12-19 Wed 08:27] =>  0:10
   CLOCK: [2012-12-19 Wed 08:01]--[2012-12-19 Wed 08:09] =>  0:08
   CLOCK: [2012-12-18 Tue 16:48]--[2012-12-18 Tue 16:51] =>  0:03
   CLOCK: [2012-12-18 Tue 16:22]--[2012-12-18 Tue 16:47] =>  0:25
   CLOCK: [2012-12-18 Tue 15:35]--[2012-12-18 Tue 15:36] =>  0:01
   CLOCK: [2012-12-18 Tue 08:07]--[2012-12-18 Tue 08:53] =>  0:46
   CLOCK: [2012-12-17 Mon 16:57]--[2012-12-17 Mon 17:07] =>  0:10
   CLOCK: [2012-12-17 Mon 16:40]--[2012-12-17 Mon 16:53] =>  0:13
   CLOCK: [2012-12-17 Mon 14:52]--[2012-12-17 Mon 14:55] =>  0:03
   CLOCK: [2012-12-17 Mon 13:07]--[2012-12-17 Mon 13:09] =>  0:02
   CLOCK: [2012-12-17 Mon 13:05]--[2012-12-17 Mon 13:07] =>  0:02
   CLOCK: [2012-12-17 Mon 08:11]--[2012-12-17 Mon 08:44] =>  0:33
   CLOCK: [2012-12-17 Mon 07:56]--[2012-12-17 Mon 08:10] =>  0:14
   CLOCK: [2012-12-14 Fri 16:59]--[2012-12-14 Fri 17:15] =>  0:16
   CLOCK: [2012-12-14 Fri 16:42]--[2012-12-14 Fri 16:44] =>  0:02
   CLOCK: [2012-12-14 Fri 14:44]--[2012-12-14 Fri 14:45] =>  0:01
   CLOCK: [2012-12-14 Fri 11:34]--[2012-12-14 Fri 11:36] =>  0:02
   CLOCK: [2012-12-14 Fri 08:49]--[2012-12-14 Fri 09:03] =>  0:14
   CLOCK: [2012-12-13 Thu 09:03]--[2012-12-14 Fri 08:08] => 23:05
   CLOCK: [2012-12-06 Thu 16:20]--[2012-12-06 Thu 17:05] =>  0:45
   CLOCK: [2012-12-06 Thu 14:19]--[2012-12-06 Thu 14:20] =>  0:01
   CLOCK: [2012-12-06 Thu 07:50]--[2012-12-06 Thu 08:30] =>  0:40
   CLOCK: [2012-12-05 Wed 17:00]--[2012-12-05 Wed 17:16] =>  0:16
   CLOCK: [2012-12-05 Wed 15:16]--[2012-12-05 Wed 15:17] =>  0:01
   CLOCK: [2012-12-05 Wed 15:06]--[2012-12-05 Wed 15:09] =>  0:03
   CLOCK: [2012-12-05 Wed 15:01]--[2012-12-05 Wed 15:02] =>  0:01
   CLOCK: [2012-12-05 Wed 14:44]--[2012-12-05 Wed 14:48] =>  0:04
   CLOCK: [2012-12-05 Wed 14:17]--[2012-12-05 Wed 14:23] =>  0:06
   CLOCK: [2012-12-05 Wed 08:07]--[2012-12-05 Wed 08:09] =>  0:02
   CLOCK: [2012-12-04 Tue 17:07]--[2012-12-05 Wed 08:03] => 14:56
   CLOCK: [2012-12-04 Tue 08:02]--[2012-12-04 Tue 08:12] =>  0:10
   CLOCK: [2012-12-03 Mon 12:30]--[2012-12-03 Mon 12:35] =>  0:05
   CLOCK: [2012-12-03 Mon 12:00]--[2012-12-03 Mon 12:01] =>  0:01
   CLOCK: [2012-12-03 Mon 11:50]--[2012-12-03 Mon 11:59] =>  0:09
   CLOCK: [2012-12-03 Mon 11:13]--[2012-12-03 Mon 11:43] =>  0:30
   CLOCK: [2012-12-03 Mon 11:05]--[2012-12-03 Mon 11:10] =>  0:05
   CLOCK: [2012-12-03 Mon 10:57]--[2012-12-03 Mon 10:58] =>  0:01
   CLOCK: [2012-12-03 Mon 07:54]--[2012-12-03 Mon 10:56] =>  3:02
   CLOCK: [2012-12-03 Mon 07:53]--[2012-12-03 Mon 07:54] =>  0:01
   CLOCK: [2012-11-30 Fri 15:51]--[2012-11-30 Fri 17:04] =>  1:13
   CLOCK: [2012-11-30 Fri 11:30]--[2012-11-30 Fri 11:34] =>  0:04
   CLOCK: [2012-11-30 Fri 11:11]--[2012-11-30 Fri 11:30] =>  0:19
   CLOCK: [2012-11-30 Fri 07:53]--[2012-11-30 Fri 07:54] =>  0:01
   CLOCK: [2012-11-30 Fri 07:52]--[2012-11-30 Fri 07:53] =>  0:01
   CLOCK: [2012-11-29 Thu 16:08]--[2012-11-29 Thu 16:16] =>  0:08
   CLOCK: [2012-11-29 Thu 15:53]--[2012-11-29 Thu 16:04] =>  0:11
   CLOCK: [2012-11-29 Thu 13:56]--[2012-11-29 Thu 13:59] =>  0:03
   CLOCK: [2012-11-29 Thu 12:03]--[2012-11-29 Thu 12:33] =>  0:30
   CLOCK: [2012-11-29 Thu 10:48]--[2012-11-29 Thu 11:50] =>  1:02
   CLOCK: [2012-11-28 Wed 16:16]--[2012-11-28 Wed 17:06] =>  0:50
   CLOCK: [2012-11-28 Wed 15:40]--[2012-11-28 Wed 15:41] =>  0:01
   CLOCK: [2012-11-28 Wed 15:12]--[2012-11-28 Wed 15:29] =>  0:17
   CLOCK: [2012-11-28 Wed 15:07]--[2012-11-28 Wed 15:08] =>  0:01
   CLOCK: [2012-11-28 Wed 14:54]--[2012-11-28 Wed 15:07] =>  0:13
   CLOCK: [2012-11-28 Wed 09:25]--[2012-11-28 Wed 13:33] =>  4:08
   CLOCK: [2012-11-28 Wed 08:43]--[2012-11-28 Wed 09:25] =>  0:42
   CLOCK: [2012-11-27 Tue 17:19]--[2012-11-27 Tue 17:32] =>  0:13
   CLOCK: [2012-11-27 Tue 15:24]--[2012-11-27 Tue 16:16] =>  0:52
   CLOCK: [2012-11-26 Mon 17:11]--[2012-11-27 Tue 14:31] => 21:20
   CLOCK: [2012-11-26 Mon 15:03]--[2012-11-26 Mon 16:13] =>  1:10
   CLOCK: [2012-11-26 Mon 14:33]--[2012-11-26 Mon 14:34] =>  0:01
   CLOCK: [2012-11-26 Mon 14:26]--[2012-11-26 Mon 14:31] =>  0:05
   CLOCK: [2012-11-26 Mon 12:43]--[2012-11-26 Mon 13:42] =>  0:59
   CLOCK: [2012-11-26 Mon 12:12]--[2012-11-26 Mon 12:16] =>  0:04
   CLOCK: [2012-11-26 Mon 12:10]--[2012-11-26 Mon 12:11] =>  0:01
   CLOCK: [2012-11-26 Mon 11:59]--[2012-11-26 Mon 12:10] =>  0:11
   CLOCK: [2012-11-26 Mon 11:15]--[2012-11-26 Mon 11:16] =>  0:01
   CLOCK: [2012-11-26 Mon 10:07]--[2012-11-26 Mon 10:08] =>  0:01
   CLOCK: [2012-11-26 Mon 07:56]--[2012-11-26 Mon 08:29] =>  0:33
   CLOCK: [2012-11-21 Wed 08:08]--[2012-11-21 Wed 08:09] =>  0:01
   CLOCK: [2012-11-20 Tue 14:34]--[2012-11-20 Tue 17:00] =>  2:26
   CLOCK: [2012-11-20 Tue 14:27]--[2012-11-20 Tue 14:28] =>  0:01
   CLOCK: [2012-11-20 Tue 14:13]--[2012-11-20 Tue 14:20] =>  0:07
   CLOCK: [2012-11-20 Tue 11:01]--[2012-11-20 Tue 11:02] =>  0:01
   CLOCK: [2012-11-20 Tue 10:59]--[2012-11-20 Tue 11:00] =>  0:01
   CLOCK: [2012-11-20 Tue 10:58]--[2012-11-20 Tue 10:59] =>  0:01
   CLOCK: [2012-11-16 Fri 16:06]--[2012-11-16 Fri 16:08] =>  0:02
   CLOCK: [2012-11-16 Fri 16:05]--[2012-11-16 Fri 16:06] =>  0:01
   CLOCK: [2012-11-16 Fri 12:25]--[2012-11-16 Fri 12:43] =>  0:18
   CLOCK: [2012-11-16 Fri 12:15]--[2012-11-16 Fri 12:24] =>  0:09
   CLOCK: [2012-11-16 Fri 11:46]--[2012-11-16 Fri 11:55] =>  0:09
   CLOCK: [2012-11-16 Fri 10:35]--[2012-11-16 Fri 10:37] =>  0:02
   CLOCK: [2012-11-16 Fri 09:29]--[2012-11-16 Fri 09:33] =>  0:04
   CLOCK: [2012-11-16 Fri 08:17]--[2012-11-16 Fri 08:20] =>  0:03
   CLOCK: [2012-11-16 Fri 07:39]--[2012-11-16 Fri 07:50] =>  0:11
   CLOCK: [2012-11-15 Thu 16:48]--[2012-11-15 Thu 16:59] =>  0:11
   CLOCK: [2012-11-15 Thu 16:43]--[2012-11-15 Thu 16:48] =>  0:05
   CLOCK: [2012-11-15 Thu 14:48]--[2012-11-15 Thu 15:01] =>  0:13
   CLOCK: [2012-11-15 Thu 13:02]--[2012-11-15 Thu 13:31] =>  0:29
   CLOCK: [2012-11-15 Thu 12:37]--[2012-11-15 Thu 13:01] =>  0:24
   CLOCK: [2012-11-15 Thu 10:09]--[2012-11-15 Thu 10:10] =>  0:01
   CLOCK: [2012-11-15 Thu 09:29]--[2012-11-15 Thu 09:31] =>  0:02
   CLOCK: [2012-11-15 Thu 07:45]--[2012-11-15 Thu 08:31] =>  0:46
   :END:
:PROPERTIES:
:CLOCK_MODELINE_TOTAL: today
:ID:       eb155a82-92b2-4f25-a3c6-0304591af2f9
:ORDERED: t
:END:
** Boeing
Original estimate
#+BEGIN: columnview :hlines 1 :id local
| Task                        | Effort | CLOCKSUM |
|-----------------------------+--------+----------|
| ** Boeing                   |   9:00 |          |
| *** TODO Boeing specs       |   9:00 |          |
| **** TODO Electrical review |   2:00 |          |
| **** TODO Boeing review     |   2:00 |          |
| **** TODO Patriot review    |   5:00 |          |
#+END:
** Burnt Mtn
   :LOGBOOK:
   CLOCK: [2013-06-25 Tue 06:59]--[2013-06-25 Tue 13:59] =>  7:00
   :END:
** IT
* Jared's Patriot Responsibilities
  :PROPERTIES:
  :ID:       48ba9a2b-4b76-48f4-8a5b-77bd96f1697e
  :END:
** Engineering
*** tnxTower 
    - tower modeling
    - tower reports
*** EnerCalc
** IT
*** Hardware
    - computer maintenance
    - computer builds
      - software installs
*** Email
    - add/remove accounts
    - back up accounts
    - Outlook set-up
*** Server
    - maintenance
      - resizing images
      - moving files
    - server-side install maintenance
      - Timberline
    - OpenVPN remote access accounts
    - password management
** Grad student
